{
    "changelog.md": {
        "Changelog Gcast": "Changelog Gcast",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "06\/06\/2023": "06.06.2023",
        "Refonte majeur du plugin": "Grundlegende Überarbeitung des Plugins",
        "Passage du python a PHP (plus rapide": "Wechsel von Python zu PHP (schneller",
        "Attention certaine commande sont supprimer et d'autre sont ajoutée, suite à la mise à jour il faut ABSOLUMENT verifier vos scenarios et autre qui utilise des commandes du plugin": "Achtung, bestimmte Befehle werden gelöscht und andere hinzugefügt. Nach dem Update ist es ABSOLUT erforderlich, Ihre Szenarien zu überprüfen und andere, die Befehle aus dem Plugin verwenden",
        "01\/02\/2022": "01.02.2022",
        "Correction d'un bug sur le TTS": "Fehler im TTS behoben",
        "30\/01\/2022": "30.01.2022",
        "Support 4.2": "Unterstützung 4.2",
        "09\/06\/2021": "09.06.2021",
        "Correction d'un soucis sur la repetition des commandes": "Ein Problem mit der Wiederholung von Befehlen wurde behoben",
        "18\/10\/2020": "18.10.2020",
        "Correction d'un bug sur les dependances": "Ein Fehler bei Abhängigkeiten wurde behoben",
        "Merci @Caelion pour toute les améliorations suivantes": "Vielen Dank an @Caelion für alle folgenden Verbesserungen",
        "création d'une fonction status": "Erstellung einer Statusfunktion",
        "qui dit si une communication est en cours avec Jeedom (TTS": "das heißt, wenn ein Anruf mit Jeedom (TTS) läuft",
        "ajout d'une commande refresh": "Hinzufügen eines Aktualisierungsbefehls",
        "ajout d'une commande muet": "einen Stummschaltbefehl hinzugefügt",
        "création d'une fonction application": "Erstellung von Anwendungsfunktionen",
        "qui donne des détails lorsqu'une application Cast sur le périphérique (Nom + Détail": "Hier werden Details angezeigt, wenn eine Cast-Anwendung auf dem Gerät ausgeführt wird (Name + Detail",
        "création d'une fonction volume": "Erstellung einer Volume-Funktion",
        "pour le volume actuel": "für die aktuelle Lautstärke",
        "31\/03\/2020": "31.03.2020",
        "Nettoyage et optimisation": "Reinigung und Optimierung",
        "Suppression du choix des moteurs": "Eliminierung der Motorwahl",
        "Compatibilité avec le plugin sons": "Kompatibilität mit dem Sound Plugin",
        "Cette mise à jour ne laisse plus le choix dans le moteur de TTS": "Dieses Update lässt keine Wahl in der TTS-Engine",
        "23\/04\/2019": "23.04.2019",
        "Suppression du moteur de voix Google": "Entfernung der Google Voice Engine",
        "18\/03\/2019": "18.03.2019",
        "Ajout d'un systeme qui tue automatiquement les processus du plugin qui tournent depuis plus de 10min": "Hinzufügen eines Systems, das automatisch die Plugin-Prozesse beendet, die länger als 10 Minuten ausgeführt wurden",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*"
    },
    "index.md": {
        "Plugin Gcast": "Gcast Plugin",
        "Le plugin Gcast permet d'établir un lien entre votre Google Assistant et Jeedom": "Mit dem Gcast-Plugin können Sie eine Verbindung zwischen Ihrem Google-Assistenten und Jeedom herstellen",
        "Il sera possible d'utiliser votre Google Home \/ Google Mini pour faire du TTS ou interagir avec Jeedom via les interactions": "Sie können Ihr Google Home \/ Google Mini verwenden, um TTS durchzuführen oder über Interaktionen mit Jeedom zu interagieren",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après téléchargement du plugin il vous faut l'activer et renseigner l'IP de votre Google Assistant": "Nach dem Herunterladen des Plugins müssen Sie es aktivieren und die IP Ihres Google-Assistenten eingeben",
        "Ce plugin permet de faire parler un google cast et de contrôler son volume": "Dieses Plugin ermöglicht es, eine Google-Besetzung zu sprechen und ihre Lautstärke zu steuern",
        "Il permet aussi d'agir comme un pont pour les interactions et Google Home": "Es fungiert auch als Brücke für Interaktionen und Google Home",
        "Le control du volume marche mais pas le TTS": "Die Lautstärkeregelung funktioniert, aber nicht das TTS",
        "Il faut verifier votre configuration réseaux interne (le plugin l'utilise pour la génération du TTS), en particulier pas de https sur le réseaux interne": "Sie müssen Ihre interne Netzwerkkonfiguration überprüfen (das Plugin verwendet sie für die TTS-Generierung), insbesondere kein https in den internen Netzwerken",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        " Configuration]": " Konfiguration]",
        "[Configuration]": "[Konfiguration]",
        "*Configuration*": "*Konfiguration*",
        " Configuration*": " Konfiguration*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}