{
    "changelog.md": {
        "Changelog Gcast": "Changelog Gcast",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "06\/06\/2023": "06\/06\/2023",
        "Refonte majeur du plugin": "Major overhaul of the plugin",
        "Passage du python a PHP (plus rapide": "Switching from python to PHP (faster",
        "Attention certaine commande sont supprimer et d'autre sont ajoutée, suite à la mise à jour il faut ABSOLUMENT verifier vos scenarios et autre qui utilise des commandes du plugin": "Attention certain commands are deleted and others are added, following the update it is ABSOLUTELY necessary to check your scenarios and other which uses commands from the plugin",
        "01\/02\/2022": "02\/01\/2022",
        "Correction d'un bug sur le TTS": "Fixed a bug on the TTS",
        "30\/01\/2022": "01\/30\/2022",
        "Support 4.2": "Support 4.2",
        "09\/06\/2021": "06\/09\/2021",
        "Correction d'un soucis sur la repetition des commandes": "Fixed an issue with repetition of commands",
        "18\/10\/2020": "10\/18\/2020",
        "Correction d'un bug sur les dependances": "Fixed a bug on dependencies",
        "Merci @Caelion pour toute les améliorations suivantes": "Thank you @Caelion for all of the following improvements",
        "création d'une fonction status": "creation of a status function",
        "qui dit si une communication est en cours avec Jeedom (TTS": "that says if a call is in progress with Jeedom (TTS",
        "ajout d'une commande refresh": "adding a refresh command",
        "ajout d'une commande muet": "added a mute command",
        "création d'une fonction application": "application function creation",
        "qui donne des détails lorsqu'une application Cast sur le périphérique (Nom + Détail": "which gives details when a Cast application on the device (Name + Detail",
        "création d'une fonction volume": "creation of a volume function",
        "pour le volume actuel": "for current volume",
        "31\/03\/2020": "31\/03\/2020",
        "Nettoyage et optimisation": "Cleaning and optimization",
        "Suppression du choix des moteurs": "Elimination of engine choice",
        "Compatibilité avec le plugin sons": "Compatibility with the sound plugin",
        "Cette mise à jour ne laisse plus le choix dans le moteur de TTS": "This update leaves no choice in the TTS engine",
        "23\/04\/2019": "04\/23\/2019",
        "Suppression du moteur de voix Google": "Removal of Google voice engine",
        "18\/03\/2019": "03\/18\/2019",
        "Ajout d'un systeme qui tue automatiquement les processus du plugin qui tournent depuis plus de 10min": "Addition of a system which automatically kills the plugin processes which have been running for more than 10min",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    },
    "index.md": {
        "Plugin Gcast": "Gcast plugin",
        "Le plugin Gcast permet d'établir un lien entre votre Google Assistant et Jeedom": "The Gcast plugin makes it possible to establish a link between your Google Assistant and Jeedom",
        "Il sera possible d'utiliser votre Google Home \/ Google Mini pour faire du TTS ou interagir avec Jeedom via les interactions": "It will be possible to use your Google Home \/ Google Mini to do TTS or interact with Jeedom via interactions",
        "Configuration du plugin": "Plugin configuration",
        "Après téléchargement du plugin il vous faut l'activer et renseigner l'IP de votre Google Assistant": "After downloading the plugin you must activate it and enter the IP of your Google Assistant",
        "Ce plugin permet de faire parler un google cast et de contrôler son volume": "This plugin allows to speak a google cast and to control its volume",
        "Il permet aussi d'agir comme un pont pour les interactions et Google Home": "It also acts as a bridge for interactions and Google Home",
        "Le control du volume marche mais pas le TTS": "The volume control works but not the TTS",
        "Il faut verifier votre configuration réseaux interne (le plugin l'utilise pour la génération du TTS), en particulier pas de https sur le réseaux interne": "You must check your internal network configuration (the plugin uses it for TTS generation), in particular no https on the internal networks",
        " Configuration.": " Setup.",
        " Configuration?": " Setup?",
        "Configuration ": "Setup ",
        " Configuration]": " Setup]",
        "[Configuration]": "[Setup]",
        "*Configuration*": "*Setup*",
        " Configuration*": " Setup*",
        " FAQ.": " FAQ.",
        " FAQ?": " FAQ?",
        "FAQ ": "FAQ ",
        " FAQ]": " FAQ]",
        "[FAQ]": "[FAQ]",
        "*FAQ*": "*FAQ*",
        " FAQ*": " FAQ*"
    }
}